Repository: pjanx/tdv
Catalog: po/*.po
Languages: cs

source: Cannot load configuration
cs: Nemohu načíst konfiguraci

source: Error
cs: Chyba

source: Error loading dictionary
cs: Chyba při načítání slovníku

source: Launch the GUI even when run from a terminal
cs: Spustit GUI i při běhu z terminálu

source: No dictionaries found either in the configuration or on the command line
cs: V konfiguraci ani na příkazové řádce nebyly nalezeny žádné slovníky

source: Open dictionary
cs: Otevřít slovník

source: Output version information and exit
cs: Vypíše informace o verzi a ukončí se

source: Search
cs: Hledat

source: Terminal UI for StarDict dictionaries
cs: Terminálové UI pro stardictové slovníky

source: Type to search
cs: Zadejte vyhledávaný výraz

source: Warning
cs: Varování

source: X11 connection failed (error code %d)
cs: Spojení s X11 selhalo (chybový kód %d)

source: X11 request error (%d, major %d, minor %d)
cs: Chyba X11 požadavku (%d, major %d, minor %d)

source: [dictionary.ifo...] - Translation dictionary viewer
cs: [slovník.ifo...] - Prohlížeč překladových slovníků

source: _Cancel
cs: _Storno

source: _Follow selection
cs: _Sledovat výběr

source: _Open
cs: _Otevřít

source: _Open...
cs: _Otevřít...

source: cannot find .dict file
cs: nemohu najít .dict soubor

source: cannot find .idx file
cs: nemohu najít .idx soubor

source: error in entry
cs: chyba v záznamu

source: failed to set the locale
cs: selhalo nastavení locale

source: index file size not specified
cs: nebyla určena velikost rejstříku

source: invalid data entry
cs: neplatná datová položka

source: invalid encoding, must be valid UTF-8
cs: neplatné kódování, musí být validní UTF-8

source: invalid header format
cs: neplatný formát hlavičky

source: invalid index offset bits
cs: neplatný počet bitů pro offset v rejstříku

source: invalid integer
cs: neplatné číslo

source: invalid version
cs: neplatná verze

source: no book name specified
cs: nebyl určen název knihy

source: no usable field found
cs: nenalezeno žádné použitelné pole

source: option format error
cs: chyba v zápisu volby

source: option parsing failed
cs: zpracování přepínačů selhalo

source: unknown key, ignoring
cs: neznámý klíč, ignoruji

source: version not specified
cs: nebyla určena verze

source: word count not specified
cs: nebyl určen počet slov
